[
    {
        "title": "Warrior Poets",
        "description": "We reflect the creator by embracing and expressing creativity. The colour of our lives becoming a revolt against the mundane and ordinary. We communicate the Gospel with the life and vibrancy in which it was intended.",
        "image": "warrior-poets.png"
    },
    {
        "title": "Relevant to our Time",
        "description": "We will share an ageless message that engages the next generation and is easily understood by unchurched people. We will adapt our methods and lay down our preferences for the times and cultures we are called to reach.",
        "image": "xxx"
    },
    {
        "title": "Punching Above our Weight",
        "description": "With audacious faith, we set impossible goals, take bold, confident steps and watch our God move. We are giant-killers who refuse to limit the Holy Spirit.",
        "image": "xxx"
    },
    {
        "title": "First and Best",
        "description": "We will serve God and our church with all that we have, giving sacrificially to the one who gave us everything. We won’t just go through the motions or do the minimum. The best of our talents, time and resources will be used for the kingdom.",
        "image": "xxx"
    },
    {
        "title": "Wildfire",
        "description": "Expressing outwardly the work that God has done inwardly, our faith and love will not be contained. We have a contagious passion for Jesus that is raw, real, and unapologetic.",
        "image": "xxx"
    },
    {
        "title": "Raise the Next",
        "description": "We lovingly disciple, we release leadership, we inspire kingdom influencers and plant new churches. We share the truths and opportunities given to us, changing the world through a legacy of multiplication.",
        "image": "xxx"
    },
    {
        "title": "Heart and Soul",
        "description": "We take personal responsibility for the vision and unity of our church. We are committed to making God’s kingdom the central cause of our lives, no matter the cost.",
        "image": "xxx"
    },
    {
        "title": "We Will Elevate",
        "description": "We freely give honour to everyone: women, men, all ages and all races. We reveal God’s value for each person by opening our homes and our lives. We honour leaders who serve us. We honour God when we build a culture that honours people.",
        "image": "xxx"
    },
    {
        "title": "Relentless Reaching",
        "description": "We persistently share the hope and salvation of Jesus with our family, friends and communities. We won’t stand by and be silent about the truth and love God has for this world.",
        "image": "xxx"
    },
    {
        "title": "Changeling",
        "description": "We are on a constant journey of transformation and personal freedom to become more like Jesus. We refuse to get stuck in our ways, taking individual responsibility for our learning and growth.",
        "image": "xxx"
    },
    {
        "title": "Everything's a Gift",
        "description": "We intentionally celebrate and give thanks. We shake off complacency and entitlement to overflow with gratitude for God, our lives and one another. Practicing thankfulness gives us a joy that will sustain us.",
        "image": "xxx"
    },
    {
        "title": "Live Full, Die Empty",
        "description": "We are adventurers who take risks and grab life by the horns. Our joy stands in opposition to lifeless religion. Dancing and laughter mark our lives, and we are determined to release all our potential before we die.",
        "image": "xxx"
    }
]
